<?
// регистрация //

$x1 = "Ваше имя:";
$x2 = "Ваш E-mail:";
$x3 = "Дата рождения [день.месяц.год]:";
$x4 = "Пара слов о себе или девиз:";
$x5 = "Зарегистрироваться";
$x6 = "Заполните регистрационную форму:";
$x7 = "Вы зарегистрированы";
$x8 = "Логин:";
$x9 = "Пароль:";
$x10 = "<h3>Регистрация прервана : Пользователь с таким логином уже существует. Пожалуйста, вернитесь и выберите другой логин.</h3>";

// внутри клуба //

// левая колонка //

$x11 = "<font color=#FFFFFF>Записки:</font>";
$x12 = "Вы:";
$x13 = "Последний вход:";
$x14 = "Права:";
$x15 = "Ваш статус:";
$x16 = "Персональная информация";
$x17 = "Изменить информацию";
$x18 = "Сейчас в клубе:";

// оставить записку //

$x19 = "<h1>Добавить записку</h1>";
$x20 = "Оставить записку для:";
$x21 = "Текст сообщения:";
$x22 = "Добавить";

// записка оставлена //

$x23 = "<h2><center>Пожалуйста вернитесь и введите текст записки.</center></h2>";
$x24 = "<h2><center>Невозможно отправить записку, т.к. имя получателя совпадает с именем отправителя. Вернитесь и измените имя получателя.</center></h2>";
$x25 = "<h1><center>Записки : добавление</center></h1>";
$x26 = "<center><h1>Вы не можете прочитать эту записку, т.к. она адресована не вам.</h1></center>";

// user.interface //

$x27 = "Изменение личных данных";
$x28 = "<center><h1>Добавление фотографии</h1>";
$x29 = "Вы можете закачать одну фотографию с расширением .jpg или .bmp";
?>