<?php
include ("head.php");
?>
<ul type="disk"><h2>ѕравила участи€ в клубе Rambex:</h2>

<li>ƒанные правила могут обновл€тьс€ без уведомлени€ уже зарегистрированных участников клуба, но относитьс€ к ним.
<li>«а несоблюдение данных правил администраци€ имеет право удалить участника без предварительного уведомлени€.
<li>Ќи один участник не имеет права распростран€ть какие-либо сведени€ о другом участнике клуба без разрешени€ второго и уведомлени€ администрации сайта Rambex.
<li>Ќи один участник не имеет право оставл€ть сообщени€ на сайт, содержащие ненормативную лексику.
<li>јдминистраци€ оставлет за собой право закрыть клуб, включа€ удаление всех участников, без предварительного уведомлени€ вторых.
<li>ѕри регистрации, участники должны заполнить ¬—≈ пол€ регистрационной формы.
<li>≈сли участник при восстановлении парол€ не сможет ответить на свой секретный вопрос, то пароль участник не получит и никак его восстановить уже будет нельз€.
<li>≈сли участник не по€вл€лс€ в клубе более 20 дней, он будет удалЄн без предупреждени€.
<li>јдминистраци€ оставлет за собой право давать задани€ участникам.
<li>Ќи один участник не имет право давать задани€ другим участникам без разрешени€ администрации.<br>
<a href=reg.php title=ѕерейти к регистрации><h4>–егистраци€</h4></a>
</ul>
</td>
</tr>
</table>
</body>
</html>
